index.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2023-11-22 Wed 15:11 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Han Yuan 袁晗</title>
<meta name="author" content="Han Yuan" />
<meta name="generator" content="Org Mode" />
<!-- Google tag (gtag.js) --></head>
<body>
<div id="content" class="content">
<h1 class="title">Han Yuan 袁晗</h1>
<div id="outline-container-org2c06e80" class="outline-2">
<h2 id="org2c06e80">Han Yuan 袁晗</h2>
<div class="outline-text-2" id="text-org2c06e80">
<p>
Assistant Professor
</p>

<p>
College of Business
</p>

<p>
Shanghai University of Finance and Economics
</p>

<p>
Yangpu, Shanghai, China
</p>

<p>
Email: yuanhan1992 # gmail.com
</p>

<p>
Official Website: <a href="https://cob.sufe.edu.cn/Teacher/Detail/236">https://cob.sufe.edu.cn/Teacher/Detail/236</a>
</p>
</div>
</div>

<div id="outline-container-org574b1b3" class="outline-2">
<h2 id="org574b1b3">Research Interests</h2>
<div class="outline-text-2" id="text-org574b1b3">
<p>
Industrial Organization, Quantitative Marketing, Digital Economy
</p>
</div>
</div>

<div id="outline-container-org2d7b517" class="outline-2">
<h2 id="org2d7b517">Employment</h2>
<div class="outline-text-2" id="text-org2d7b517">
<ul class="org-ul">
<li>2023.8-Current Assistant Professor, College of Business, Shanghai University of Finance and Economics</li>
<li>2021.7–2023.7  Assistant Professor, School of Business, Sun Yat-sen University</li>
<li>2020.12–2021.6 Resident Scholar, Luohan Academy, Alibaba</li>
</ul>
</div>
</div>

<div id="outline-container-org5bd98a6" class="outline-2">
<h2 id="org5bd98a6">Education</h2>
<div class="outline-text-2" id="text-org5bd98a6">
<ul class="org-ul">
<li>2016-2021, PhD in Economics, The University of Arizona</li>
<li>2014-2016, MPhil in Economics, The Chinese University of Hong Kong</li>
<li>2010-2014, BSc in Economics, Zhejiang University</li>
</ul>
</div>
</div>
<div id="outline-container-org4599b93" class="outline-2">
<h2 id="org4599b93">Publication</h2>
<div class="outline-text-2" id="text-org4599b93">
<ol class="org-ol">
<li>Xiao, Mo and Yuan, Han. (2023) <a href="./files/政策驱动型创新——来自中国的研究.pdf">Policy-Driven Innovation: The Case of China</a>. Quarterly Journal of Economics and Management (《经济管理学刊》)</li>
<li>Yuan, Han. (2016). <a href="./files/Yuan - 2016 - Measuring media bias in China.pdf">Measuring Media Bias in China</a>. China Economic Review, 38, pp. 49-59</li>
</ol>
</div>
</div>

<div id="outline-container-orgd423e56" class="outline-2">
<h2 id="orgd423e56">Working Papers</h2>
<div class="outline-text-2" id="text-orgd423e56">
<ol class="org-ol">
<li><a href="./files/competing_for_time_Han.pdf">Competing for Time: A Study of Mobile Applications</a> (Reject &amp; Resubmit at International Economic Review)</li>
<li>Editorial Recommendations and Product Discovery: Evidence from Apple App Store (with Duan Keran , Liu Yong , Zhang Xi) (draft available upon request)</li>
</ol>
</div>
</div>

<div id="outline-container-orgd828fd8" class="outline-2">
<h2 id="orgd828fd8">Research in Progress</h2>
<div class="outline-text-2" id="text-orgd828fd8">
<ol class="org-ol">
<li>Content Curation (with Dou Wenyu, Wu Jintao, Chen Yuxin)</li>
<li>Trailers or Spoilers? &#x2013;A Study of Movie Derivative Works</li>
<li>Jump-starting New Products on an E-commerce Platform (with Gao Xijie)</li>
</ol>

<p>
<a href="./files/cv_2023.pdf">CV</a>
</p>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="author">Author: Han Yuan</p>
<p class="date">Created: 2023-11-22 Wed 15:11</p>
<p class="validation"><a href="https://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>